const response = {
  final_summary:
    'Η συζήτηση επικεντρώνεται στην πρόσφατη θετική απόφαση που επιτρέπει σε έμπειρα στελέχη των ενόπλων δυνάμεων να συνεχίζουν την υπηρεσία τους πέραν της 35ετίας. Οι σχολιαστές εκφράζουν ικανοποίηση για αυτή την εξέλιξη, διότι αναγνωρίζει και αξιοποιεί την εμπειρία και τις γνώσεις των αξιωματικών, προσφέροντάς τους τις απαραίτητες οικονομικές απολαβές και προσφέροντας παραδείγματα για τις νεότερες γενιές. Ωστόσο, υπάρχει ανησυχία για την περικοπή επιδομάτων σε ειδικές δυνάμεις και την έλλειψη αποζημίωσης, η οποία μπορεί να οδηγήσει σε ψυχολογική πίεση, με προτάσεις για μερική συνέχιση των αποζημιώσεων. Επίσης, τονίζεται η ανάγκη για πρόβλεψη αναφορικά με τους αξιωματικούς από τον ΕΜΘ που αποστρατεύονται νωρίτερα λόγω της εισόδου στο στράτευμα σε μεγαλύτερη ηλικία. Συνολικά, η απόφαση θεωρείται εξαιρετική, παρέχοντας κίνητρα για συνέχιση της επαγγελματικής συνεισφοράς.',
  grouped_summaries: [
    {
      comments: [
        {
          comment:
            'Εξέλιξη που δίνει την δυνατότητα σε στελέχη να παραμένουν ενεργά.Να προσφέρουν με την εμπειρία τους και να αποτελούν παράδειγμα προς μίμηση για τους Έλληνες Αξιωματικούς.',
          timestamp: 'Sun, 29 Sep 2024 14:30:00 GMT',
          topics: [
            'εξέλιξη',
            'στελέχη',
            'ενεργά',
            'εμπειρία',
            'παράδειγμα',
            'Έλληνες Αξιωματικοί',
          ],
        },
        {
          comment:
            'Ευχάριστη εξέλιξη για όσους συναδέλφους εχουν κλείσει 35ετία και θέλουν να συνεχίσουν λίγο ακόμη σε ενέργεια,ταυτόχρονα κλείνουν και στόματα πολιτών που κατηγορούν εμάς οτι φεύγουμε νωρίς για συνταξιοδότηση..!!!!',
          timestamp: 'Sun, 29 Sep 2024 14:41:00 GMT',
          topics: [
            'ευχάριστη εξέλιξη',
            'συνάδελφοι',
            '35ετία',
            'συνέχιση',
            'πολίτες',
            'κατηγορίες',
            'συνταξιοδότηση',
          ],
        },
        {
          comment:
            'Εύχομαι το συγκεκριμένο άρθρο να γίνει και νόμος του Κράτους αφού θα δίνει το δικαίωμα σε Αξιωματικούς με μεγάλη επαγγελματική εμπειρία και γνώσης να συνεχίσουν να προσφέρουν στις ένοπλες  δυνάμεις όταν άλλη συνάδελφοι τους έφευγαν μεταξύ 25 και 30 χρονών υπηρεσίας  για να προλάβουν να πάρουν  μεγαλύτερη  σύνταξη και εφάπαξ. \n',
          timestamp: 'Sun, 29 Sep 2024 14:51:00 GMT',
          topics: [
            'άρθρο',
            'νόμος',
            'Κράτος',
            'δικαίωμα',
            'Αξιωματικοί',
            'επαγγελματική εμπειρία',
            'γνώση',
            'ένοπλες δυνάμεις',
            'σύνταξη',
            'εφάπαξ',
          ],
        },
        {
          comment:
            'Πολύ καλή εξέλιξη για όσους συναδέλφους επιθυμούν να συνεχίσουν και πέραν της 35ετιας να προσφέρουν την εμπειρία τους και τις υπηρεσίες τους στις Ε.Δ. μας δίνεται η δυνατότητα να εργαστούμε στο αντικείμενο που αγαπήσαμε, βιώσαμε και αποτελεί το μεγαλύτερο κομμάτι της ζωής μας.\nΠάρα ταύτα τα στελέχη των ειδικών δυνάμεων του Πολεμικού Ναυτικού  ( Υ/ΚΤ ) πως θα συνεχίσουν να επιχειρούν και να μεταδίδουν την εμπειρία τους και τις γνώσεις τους χωρίς να καταδύονται ή να πέφτουν με το αλεξίπτωτο , κόβοντας αυτό το προνόμιο ( και το οικονομικό επίδομα )  πως θα διδάξει καταδύσεις κάποιος χωρίς να καταδυθεί.\nΟπωσδήποτε είναι μια πολύ καλή εξέλιξη που δίνει την δυνατότητα σε στελέχη να παραμένουν ενεργά και να αποτελούν παράδειγμα προς μίμηση.',
          timestamp: 'Sun, 29 Sep 2024 14:56:00 GMT',
          topics: [
            'εξέλιξη',
            'συνάδελφοι',
            '35ετία',
            'εμπειρία',
            'υπηρεσίες',
            'Ε.Δ.',
            'εργασία',
            'στελέχη',
            'ειδικές δυνάμεις',
            'Πολεμικό Ναυτικό',
            'Υ/ΚΤ',
            'επιχειρούν',
            'καταδύσεις',
            'οικονομικό επίδομα',
            'ενεργά',
            'παράδειγμα προς μίμηση',
          ],
        },
        {
          comment:
            'Πολύ καλή εξέλιξη για όσους συναδέλφους επιθυμούν να συνεχίσουν και πέραν της 35ετιας να προσφέρουν την εμπειρία τους και τις υπηρεσίες τους στις Ε.Δ. Βοηθάει πολλές οικογένειες συναδέλφων στην δύσκολη οικονομική συγκυρία. Δίνει την ευκαιρία σε ανθρώπους που νοιώθουν ζωντανοί και δυνατοί να συνεχίσουν να εργάζονται στο αντικείμενο για το οποίο επένδυσε η πατρίδα επάνω τους. Τέλος για μια μικρή μερίδα συναδέλφων του Π.Ν (Δεν γνωρίζω αν ισχύει για τα άλλα σώματα) που καταταχτήκαμε σε ηλικία 15 ετών και τώρα είμαστε 50, στην πιο παραγωγική μας ηλικία, μας δίνεται η δυνατότητα να εργαστούμε στο αντικείμενο που αγαπήσαμε, βιώσαμε και αποτελεί το μεγαλύτερο κομμάτι της ζωής μας.',
          timestamp: 'Sun, 29 Sep 2024 15:09:00 GMT',
          topics: [
            'εξέλιξη',
            'συνάδελφοι',
            '35ετία',
            'εμπειρία',
            'υπηρεσίες',
            'οικογένειες',
            'οικονομική συγκυρία',
            'ευκαιρία',
            'εργασία',
            'πατρίδα',
            'παραγωγική ηλικία',
            'Π.Ν',
            'κατάταξη',
            'επαγγελματική ζωή',
          ],
        },
      ],
      end_time: 'Sun, 29 Sep 2024 15:09:00 GMT',
      start_time: 'Sun, 29 Sep 2024 14:30:00 GMT',
      summary:
        'H συζήτηση περιστρέφεται γύρω από τη θετική εξέλιξη που επιτρέπει σε στελέχη των ενόπλων δυνάμεων να συνεχίζουν την υπηρεσία τους πέραν της 35ετίας. Οι σχολιαστές εκτιμούν την ευκαιρία που δίνεται σε έμπειρους αξιωματικούς να παραμένουν ενεργοί και να προσφέρουν τις γνώσεις τους, λειτουργώντας ως παραδείγματα προς μίμηση για νεότερες γενιές. Επιπλέον, τονίζεται ότι αυτή η εξέλιξη αντικρούει την κριτική ότι τα στελέχη αποχωρούν νωρίς για συνταξιοδότηση, παρέχοντας οικονομική στήριξη σε δύσκολες εποχές. Υπάρχουν, ωστόσο, προβληματισμοί σχετικά με το πώς οι συνάδελφοι ειδικών δυνάμεων μπορούν να συνεχίσουν χωρίς απαραίτητες δεξιότητες όπως οι καταδύσεις λόγω περικοπής επιδομάτων. Συνολικά, η εξέλιξη θεωρείται εξαιρετική, παρέχοντας κίνητρα για συνέχιση της επαγγελματικής συνεισφοράς.',
      top_topics: [
        ['εξέλιξη', 3],
        ['εμπειρία', 3],
        ['συνάδελφοι', 3],
        ['35ετία', 3],
        ['στελέχη', 2],
        ['ενεργά', 2],
        ['υπηρεσίες', 2],
        ['εργασία', 2],
        ['παράδειγμα', 1],
        ['Έλληνες Αξιωματικοί', 1],
      ],
    },
    {
      comments: [
        {
          comment:
            'Επιτέλους η πολιτική ηγεσία εισάκουσε ένα δίκαιο αίτημα των εμπειρότερων εν ενεργεία στελεχών των ΕΔ.Έτσι λοιπόν λαμβάνοντας υπόψιν τη πολυετή τους υπηρεσία και αναγνωρίζοντας την εμπειρία και τις γνώσεις που έχουν συλλέξει τους δίνει το δικαίωμα να συνεχίσουν να υπηρετούν τη πατρίδα στη πλέον παραγωγική τους ηλικία.',
          timestamp: 'Sun, 29 Sep 2024 15:17:00 GMT',
          topics: [
            'πολιτική ηγεσία',
            'δίκαιο αίτημα',
            'εμπειρότερα στελέχη',
            'εν ενεργεία στελέχη',
            'πολυετής υπηρεσία',
            'εμπειρία',
            'γνώσεις',
            'πατρίδα',
            'παραγωγική ηλικία',
          ],
        },
        {
          comment:
            'ΜΠΡΑΒΟ ΓΙΑΤΙ ΘΑ ΜΠΟΡΟΥΜΕ ΝΑ ΠΡΟΣΦΕΡΟΥΜΕ  ΝΕΟΙ ΑΝΘΡΩΠΟΙ-ΕΜΠΕΙΡΟΙ . ΜΑΚΑΡΙ.',
          timestamp: 'Sun, 29 Sep 2024 15:30:00 GMT',
          topics: [
            'Μπράβο',
            'προσφέρουμε',
            'νέοι άνθρωποι',
            'έμπειροι',
            'μακάρι',
          ],
        },
        {
          comment:
            'Πολύ καλή η αναμενόμενη εξέλιξη προκειμένου να παραμείνουν στην ενεργό υπηρεσία συνάδελφοι που επιθυμούν να παραμείνουν πλέον της 35ετιας που με την εμπειρία τους και τη γνώση τους θα προσφέρουν επιπλεον στις ΕΔ. Αρνητικό εν μέρει η πλήρη παυση αποζημίωσης όσων λαμβάνουν επιδόματα κινδύνου (εξουδετέρωσεις καταδύσεις άλματα κτλ) πού ενω έως σήμερα ασκούν τα καθήκοντά τους ανελλιπώς θα βρεθούν την επόμενη σε δύσκολη κυριως ψυχολογική κατάσταση λόγω ότι δεν θα αμοιβονται πλεον. Πρότασή μου η αποζημίωση  να καθορισθεί τουλάχιστον  κατά το ήμισυ. Προσωπικα δεν υπάγομαι στην κατηγορία αυτή αλλά τη αδικία που θα επέλθει την βλέπω ήδη  σε συναδέλφους που εκτελούν σχεδον καθημερινά τα παραπανω',
          timestamp: 'Sun, 29 Sep 2024 15:32:00 GMT',
          topics: [
            'αναμενόμενη εξέλιξη',
            'ενεργό υπηρεσία',
            'συνάδελφοι',
            'εμπειρία',
            'γνώση',
            'ΕΔ',
            'πλήρη παύση αποζημίωσης',
            'επιδόματα κινδύνου',
            'ψυχολογική κατάσταση',
            'αποζημίωση',
            'αδικία',
            'καθήκοντα',
          ],
        },
        {
          comment:
            'Ο νομοθέτης πρέπει να προβλέψει και όσους Αξιωματικους προέρχονται από ΕΜΘ οι οποίοι εισήλθαν στο στράτευμα σε ηλικία 21 ετών και άνω και έχοντας πραγματική υπηρεσία 32 έτη αποστρατευονται ευδοκιμως λόγω ηλικίας 53 ετών Λοχαγος/Υποπλοιαρχος.',
          timestamp: 'Sun, 29 Sep 2024 15:38:00 GMT',
          topics: [
            'νομοθέτης',
            'Αξιωματικοι',
            'ΕΜΘ',
            'στράτευμα',
            'ηλικία',
            'υπηρεσία',
            'αποστρατεύονται',
            'Λοχαγος',
            'Υποπλοιαρχος',
          ],
        },
        {
          comment:
            'Αρνητικό εν μέρει η πλήρη παυση αποζημίωσης όσων λαμβάνουν επιδόματα κινδύνου (εξουδετέρωσεις καταδύσεις άλματα κτλ) πού ενω έως σήμερα ασκούν τα καθήκοντά τους ανελλιπώς θα βρεθούν την επόμενη σε δύσκολη κυριως ψυχολογική κατάσταση λόγω ότι δεν θα αμοιβονται πλεον. Πρότασή μου η αποζημίωση να καθορισθεί τουλάχιστον κατά το ήμισυ.ειναι ομως μια εξαιρετικη προταση.',
          timestamp: 'Sun, 29 Sep 2024 15:39:00 GMT',
          topics: [
            'παυση αποζημίωσης',
            'επιδόματα κινδύνου',
            'ψυχολογική κατάσταση',
            'αποζημίωση',
            'πρόταση',
          ],
        },
      ],
      end_time: 'Sun, 29 Sep 2024 15:39:00 GMT',
      start_time: 'Sun, 29 Sep 2024 15:17:00 GMT',
      summary:
        "H συζήτηση αφορά την πρόσφατη θετική απόφαση που επιτρέπει σε εμπειρότερα στελέχη των ενόπλων δυνάμεων να συνεχίσουν να υπηρετούν πέραν της 35ετίας, αναγνωρίζοντας την πολυετή εμπειρία και τις γνώσεις τους. Οι σχολιαστές εκφράζουν ικανοποίηση γι' αυτή την εξέλιξη, που δίνει την ευκαιρία σε έμπειρους αξιωματικούς να παραμείνουν ενεργοί και παραγωγικοί. Παράλληλα, εκφράζεται ανησυχία για την παύση αποζημίωσης όσων λαμβάνουν επιδόματα κινδύνου, αναφέροντας την ψυχολογική πίεση που μπορεί αυτό να επιφέρει. Γίνεται πρόταση για συνέχιση της αποζημίωσης τουλάχιστον στο ήμισυ. Τέλος, αναδεικνύεται η ανάγκη πρόβλεψης για αξιωματικούς από ΕΜΘ που αποστρατεύονται σε ηλικία 53 ετών, λόγω της ιδιαιτερότητας της ηλικιακής εισόδου στο στράτευμα. Συνολικά, η απόφαση κρίνεται εξαιρετική.",
      top_topics: [
        ['εμπειρία', 2],
        ['επιδόματα κινδύνου', 2],
        ['ψυχολογική κατάσταση', 2],
        ['αποζημίωση', 2],
        ['πολιτική ηγεσία', 1],
        ['δίκαιο αίτημα', 1],
        ['εμπειρότερα στελέχη', 1],
        ['εν ενεργεία στελέχη', 1],
        ['πολυετής υπηρεσία', 1],
        ['γνώσεις', 1],
      ],
    },
  ],
}

export default response
